// 游戏开场对话
// 马克警长和科尔的对话

=== intro ===
# speaker: 马克警长
怎么样，科尔？看得见了吗？

# speaker: 科尔
事实上，现在我还什么都......

# speaker: 马克警长
很好，我来给你做任务简报，尽管我觉得你已经很了解案情了：

# speaker: 马克警长
死者卡伦·沃克，男，47岁，环球通用技术有限公司的区域执行人。如你所知，整个新洛杉矶都归环球通用技术管，而半个新洛杉矶归沃克管。

# speaker: 马克警长
这家伙今晚早些时候被发现死在"离线"酒吧——没错，又是这个晦气的地方——的"法拉第笼"里，那是他们不知从哪搞来，对外出租的军用级网络接入仓，新洛杉矶的街头黑客们如果想接点大活，又不想被烧死在冰块浴缸里，就得来他们这儿租"法拉第笼"。

# speaker: 马克警长
这个案子疑点重重，密室谋杀，没人声称目击，也没有什么线索，这混蛋就这么死在里面了。

# speaker: 马克警长
酒吧里的所有人都说你是第一个赶到现场的警探，那么恭喜你，这个烂屁股得由你来擦了。读取嫌疑人的感官数据，你算是相当有经验，这方面我就不多交代了。挨个检查他们回忆里的感官数据，找出事实，把这破案子办好，如果涉及到公司，你知道怎么处理。

# speaker: 科尔
......说完了吗，警长？我他妈还什么都看不见。

# speaker: 马克警长
噢！见鬼，我忘记插电了。

# speaker: 马克警长
好了，好了，现在应该没问题了。你的第一个嫌疑人是酒吧老板杰斯·莱利，调查完她回忆里的感官记录，再按照顺序调查剩下几个嫌疑人，就这么简单，现在，去吧。

# speaker: 科尔
别忘了给我算加班费！

-> END
